{"translation-revision-date":"2024-01-03 09:52:08+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Sync your products directly to Google, manage your product feed, and create Google Ad campaigns — all without leaving your WooCommerce dashboard.":["Sincroniza tus productos directamente con Google, gestiona tu feed de productos y crea campañas de Google Ad, todo ello sin salir de tu panel de control de WooCommerce."],"Reach millions of shoppers with product listings on Google":["Llega a millones de compradores con anuncios de productos en Google"],"If you’re already using another extension to manage your product feed with Google, make sure to deactivate or uninstall it first to prevent duplicate product feeds.":["Si ya estás utilizando otra extensión para gestionar tu feed de productos con Google, asegúrate de desactivarla o desinstalarla primero para evitar que se dupliquen los feeds de productos."],"Estimated setup time: 15 min":["Tiempo estimado de configuración: 15 min"],"The official extension for WooCommerce, built in collaboration with Google":["La extensión oficial para WooCommerce, creada en colaboración con Google"],"By clicking ‘Start listing products‘, you agree to our <link>Terms of Service.<\/link>":["Al hacer clic en «Empezar a anunciar productos», aceptas nuestras <link>Condiciones de servicio.<\/link>"],"Start listing products →":["Empezar a anunciar productos →"],"Get your products in front of more shoppers with Google Listings & Ads":["Haz que tus productos lleguen a más compradores con Google Listings & Ads"],"Real-time reporting all within your WooCommerce dashboard means you know how your campaigns are performing at all times.":["Los informes en tiempo real dentro de tu panel de control de WooCommerce te permiten saber en todo momento cómo están funcionando tus campañas."],"Track performance straight from your store dashboard":["Controla el rendimiento directamente desde el escritorio de tu tienda"],"Connect your Google Ads account, choose a budget, and Google will optimize your ads so they appear at the right time and place. ":["Conecta tu cuenta de Google Ads, elige un presupuesto y Google optimizará tus anuncios para que aparezcan en el momento y lugar adecuados. "],"Promote products and drive more sales with paid ads":["Promociona productos e impulsa más ventas con anuncios de pago"],"Drawing of a mobile and product ads":["Dibujo de un móvil y anuncios de productos"],"When your products are added and approved, they’ll be eligible for free listings, reaching shoppers across Google’s network.":["Cuando tus productos se añadan y aprueben, podrán aparecer en los listados de forma gratuita, llegando a los compradores de toda la red de Google."],"Show products automatically on Google for free":["Mostrar productos automáticamente en Google de forma gratuita"],"Drawing of WooCommerce and Google":["Dibujo de WooCommerce y Google"],"With Google Listings & Ads, connect with the right shoppers at the right moment when they’re looking to buy products like yours.":["Con Google Listings & Ads, conecta con los compradores adecuados en el momento justo en que buscan comprar productos como los tuyos."],"49% of shoppers surveyed say they use Google to discover or find a new item or product":["El 49% de los compradores encuestados afirman que utilizan Google para descubrir o encontrar un nuevo artículo o producto"],"<link>Learn More →<\/link>":["<link>Más información →<\/link>"],"Can I run both Shopping ads and free listings campaigns at the same time?":["¿Puedo realizar campañas de anuncios de compra y de anuncios gratuitos al mismo tiempo?"],"The Google Listings and Ads plugin allows you to upload your store and product data to Google. Your products will sync automatically to make relevant information available for free listings, Google Ads, and other Google services. You can create a new Merchant Center account or link an existing account to connect your store and list products across Google.":["El plugin Google Listings and Ads te permite subir los datos de tu tienda y tus productos a Google. Tus productos se sincronizarán automáticamente para que la información relevante esté disponible para los listados gratuitos, los anuncios de Google y otros servicios de Google. Puedes crear una nueva cuenta de Merchant Center o vincular una cuenta existente para conectar tu tienda y listar productos en Google."],"How do I sync my products to Google free listings?":["¿Cómo sincronizo mis productos con los anuncios gratuitos de Google?"],"Once your free listings and Performance Max campaigns are set up, you will be able to track your performance straight from your WooCommerce dashboard. You can view your reports yearly, quarterly, monthly, weekly, or daily. The following metrics will be visible within your report: conversions, clicks, impressions, total sales and total spend. <link>Learn more.<\/link>":["Una vez configurados tus anuncios gratuitos y tus campañas Performance Max, podrás hacer un seguimiento de tu rendimiento directamente desde tu panel de control de WooCommerce. Puedes ver tus informes anuales, trimestrales, mensuales, semanales o diarios. Las siguientes métricas estarán visibles en tu informe: conversiones, clics, impresiones, ventas totales y gasto total. <link>Más información.<\/link>"],"Where can I track my free listings and Performance Max campaign performance?":["¿Dónde puedo hacer un seguimiento de mis anuncios gratuitos y del rendimiento de la campaña Performance Max?"],"Google Free Listings allows stores to showcase eligible products to shoppers looking for what you offer and drive traffic to your store with Google’s free listings on the Shopping tab. Your products can also appear on Google Search, Google Images, and Gmail if you’re selling in the United States. <link>Learn more.<\/link>":["Los anuncios gratuitos de Google permiten a las tiendas mostrar productos elegibles a los compradores que buscan lo que ofreces y dirigir tráfico a tu tienda con los anuncios gratuitos de Google en la pestaña Compras. Tus productos también pueden aparecer en la Búsqueda de Google, Google Imágenes y Gmail si vendes en Estados Unidos. <link>Más información.<\/link>"],"What are free listings?":["¿Qué son los anuncios gratuitos?"],"Performance Max campaigns make it easy to connect your WooCommerce store to Google Shopping ads so you can showcase your products to shoppers across Google Search, Maps, Shopping, YouTube, Gmail, the Display Network and Discover feed to drive traffic and sales for your store. <link>Learn more.<\/link>":["Las campañas Performance Max facilitan la conexión de tu tienda WooCommerce a los anuncios de Google Shopping para que puedas mostrar tus productos a los compradores a través de la Búsqueda de Google, Mapas, Compras, YouTube, Gmail, la Red de Display y el feed Discover para impulsar el tráfico y las ventas de tu tienda. <link>Más información.<\/link>"],"In order to meet the Google Merchant Center requirements make sure your website has the following; secure checkout process and payment information, refund and return policies, billing terms and conditions, business contact information. <link>Learn more.<\/link>":["Para cumplir los requisitos de Google Merchant Center asegúrate de que tu web tiene lo siguiente: proceso de pago seguro e información de pago, políticas de reembolso y devolución, condiciones de facturación, información de contacto de la empresa. <link>Más información.<\/link>"],"Is my store ready to sync with Google?":["¿Está mi tienda preparada para sincronizarse con Google?"],"Once you link an existing account to connect your store, your Shopping ads and free listings will stop running. You’ll need to re-upload your feed and product data in order to run Shopping ads and show free listings.":["Una vez que vincules una cuenta existente para conectar tu tienda, tus anuncios de Shopping y listados gratuitos dejarán de funcionar. Tendrás que volver a cargar tu feed y los datos de tus productos para poder publicar anuncios de Shopping y mostrar anuncios gratuitos."],"What if I already have Google listings or ads set up? Will syncing my store replace my current Google listings?":["¿Qué ocurre si ya tengo anuncios o listados de Google configurados? ¿La sincronización de mi tienda sustituirá a mis anuncios de Google actuales?"],"In order to sync your WooCommerce store with Google and begin showcasing your products online, you will need to provide the following during setup; Google account access, target audience, shipping information, tax rate information (required for US only), and ensure your store is running on a compatible PHP version. <link>Learn more.<\/link>":["Para sincronizar tu tienda WooCommerce con Google y empezar a mostrar tus productos online, tendrás que proporcionar lo siguiente durante la configuración: acceso a la cuenta de Google, público objetivo, información de envío, información sobre el tipo impositivo (necesario sólo para EE.UU.) y asegurarte de que tu tienda funciona con una versión de PHP compatible. <link>Más información.<\/link>"],"What do I need to get started?":["¿Qué necesito para empezar?"],"Anonymous":["Anónimo"],"It does everything smoothly. Perfect and must need add-on from WooCommerce. Some things are just “essentials”.":["Lo hace todo sin problemas. Perfecto y necesaria extensión para WooCommerce. Algunas cosas son simplemente «esenciales»."],"joshualukewhite":["joshualukewhite"],"Thank you Google and WooCommerce for creating this app. It’s so simple to use and connect your products to Merchant Center.":["Gracias Google y WooCommerce por crear esta aplicación. Es muy fácil de usar y conectar tus productos a Merchant Center."],"21,000+ WooCommerce store owners like you already list products with Google":["Más de 21.000 propietarios de tiendas WooCommerce como tú ya publican sus productos en Google"],"An image of a quote.":["Una imagen de una cita."],"Source: Google Internal Data, July 2020":["Fuente: Datos internos de Google, julio de 2020"],"Using free listings and ads together increased clicks by 50% and doubled impressions. Small-to-medium merchants saw the largest share of the increases.":["El uso conjunto de Ads y anuncios gratuitos aumentó los clics en un 50% ay duplicó las impresiones. Los pequeños y medianos comerciantes fueron los que más aumentaron."],"Increase clicks by <strong>50%<\/strong>":["Aumenta <strong>un 50%<\/strong> los clics"],"Google Listings & Ads Benefits":["Beneficios de Google Listings & Ads"],"What is a Performance Max campaign?":["¿Qué es una campaña Performance Max?"],"Ad credit amounts vary by country and region. Full terms and conditions can be found <link>here<\/link>.":["Las cantidades de los créditos de anuncios pueden variar por país y región. Puedes encontrar <link>aquí<\/link> los términos y condiciones completos."],"Create a new Google Ads account through Google Listings & Ads and a promotional code will be automatically applied to your account. You’ll have 60 days to spend $500 to qualify for the $500 ads credit.":["Crea una nueva cuenta de Google Ads desde Google Listing & Ads y se aplicará automáticamente un código promocional a tu cuenta. Tienes 60 días para gastar 500 $ para así cualificar para el crédito de anuncios de 500 $."],"Drawing of a bar and line charts heading up":["Dibujo de una gráfica de barras y líneas creciendo"],"Google Shopping search results example":["Ejemplo de resultados de búsqueda en Google Shopping"],"How can I get the $500 ad credit offer?":["¿Cómo puedo obtener una oferta de créditos de anuncios de $500?"],"By clicking ‘Start listing products’, you agree to our <link>Terms of Service.<\/link>":["Al hacer clic en «Empezar a listar productos», aceptas nuestros <link>términos del servicio<\/link>."],"Yes, you can run both at the same time, and we recommend it! In the US, advertisers running free listings and ads together have seen an average of over 50% increase in clicks and over 100% increase in impressions on both free listings and ads on the Shopping tab. Your store is automatically opted into free listings automatically and can choose to run a paid Performance Max campaign.":["Sí, puedes publicar ambos al mismo tiempo, ¡y te lo recomendamos! En EE.UU., los anunciantes que publican anuncios gratuitos y Ads a la vez han visto un aumento medio de más del 50% en clics y más del 100% en impresiones tanto en los anuncios gratuitos como en los anuncios de la pestaña Compras. Tu tienda se inscribe automáticamente en los anuncios gratuitos y puede optar por realizar una campaña Performance Max de pago."],"If you have an existing Content API feed, it will not be changed, overwritten or deleted by this WooCommerce integration. Instead, products will be added to your existing Content API feed.":["Si tienes un feed existente de la API de contenidos, no se modificará, sobrescribirá o eliminará con esta integración de WooCommerce. En su lugar, los productos se añadirán a tu feed existente de la API de contenidos."],"Learn more about claiming URLs <link>here<\/link>.":["Más información sobre la reclamación de URLs <link>aquí<\/link>."],"Your store’s country is <country \/>. This country is currently not supported by Google Listings & Ads. However, you can still choose to list your products in another supported country, if you are able to sell your products to customers there. <settingsLink>Change your store’s country here<\/settingsLink>. <supportedCountriesLink>Read more about supported countries<\/supportedCountriesLink>":["El país de tu tienda es <country \/>. Actualmente este país no es compatible con Google Listings & Ads. Sin embargo, aún puedes optar por listar tus productos en otro país con compatibilidad, si puedes vender tus productos a clientes de allí. <settingsLink>Cambia el país de tu tienda aquí<\/settingsLink>. <supportedCountriesLink>Lee más sobre los países compatibles<\/supportedCountriesLink>."],"Your site language is <language \/>. This language is currently not supported by Google Listings & Ads. <settingsLink>You can change your site language here<\/settingsLink>. <supportedLanguagesLink>Read more about supported languages<\/supportedLanguagesLink>":["El idioma de tu sitio es <language \/>. Actualmente este idioma no es  compatible con Google Listings & Ads. <settingsLink>Puedes cambiar el idioma de tu sitio aquí<\/settingsLink>. <supportedLanguagesLink>Lee más sobre los idiomas compatibles<\/supportedLanguagesLink>."]}},"comment":{"reference":"js\/build\/get-started-page.js"}}