{"translation-revision-date":"2024-03-06 13:52:14+0000","generator":"GlotPress\/4.0.0-rc.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Learn more about Boost features and upgrades":["Scopri di più sulle funzionalità e sugli aggiornamenti Boost"],"<strong>Image CDN Quality Control:<\/strong> Fine-tune your image quality to balance clarity and loading speed. Choose the level of detail that aligns with your site’s needs.":["<strong>Controllo qualità della CDN delle immagini:<\/strong> ottimizza la qualità delle tue immagini per bilanciare nitidezza e velocità di caricamento. Scegli il livello di dettagli che si allinea alle necessità del tuo sito."],"<strong>Historical Performance:<\/strong> Review past performance scores and Core Web Vitals data. Identify which actions positively impacted site speeds over time.":["<strong>Prestazioni storiche:<\/strong> rivedi i punteggi delle prestazioni passate e i dati di Core Web Vital. Identifica quali azioni hanno influenzato positivamente la velocità del sito nel tempo."],"<strong>Image Size Analyzer:<\/strong> Scan and identify oversized images. Optimize them to boost loading speeds.":["<strong>Analizzatore delle dimensioni delle immagini:<\/strong> scansiona e identifica le immagini di grandi dimensioni. Ottimizzale per aumentare la velocità di caricamento."],"<strong>Automatic Critical CSS:<\/strong> No further action needed! Your Critical CSS is now set to auto-regenerate.":["<strong>CSS critico automatizzato:<\/strong> non sono necessarie ulteriori azioni. Il tuo CSS critico è ora impostato su auto-rigenera."],"Unknown error occurred. Please reload the page and try again.":["Si è verificato un errore sconosciuto. Ricarica la pagina e riprova."],"Overall Score: %s":["Punteggio complessivo: %s"],"Error requesting speed scores":["Errore nel richiedere i punteggi di velocità"],"<action>Try again<\/action>":["<action>Riprova<\/action>"],"Untitled":["Senza titolo"],"Image Missing":["Immagine mancante"],"Fixed Images":["Immagini fisse"],"Scan started on %s":["La scansione è iniziata il giorno %s"],"Latest report as of %s":["Ultimo report del giorno %s"],"Critical CSS action failed":["Azione del CSS critico non riuscita"],"Visit the page and look at the protocol and host name to ensure it matches the one in your <link>WordPress Administration Screen<\/link>.":["Visita la pagina e cerca il protocollo e il nome host per assicurarti che corrisponda a quello riportato nella <link>schermata di amministrazione di WordPress<\/link>."],"Learn about the error and common solutions by <link>clicking here<\/link>.":["Ottieni maggiori informazioni sull'errore e sulle soluzioni più comuni facendo <link>clic qui<\/link>."],"You’ve just unlocked powerful premium features. To boost your site speed score, here’s what you can now do:":["Hai appena sbloccato potenti funzionalità premium. Per aumentare il punteggio di velocità del tuo sito, ecco cosa puoi fare fin da subito:"],"Congratulations! Your Jetpack Boost is Now Upgraded!":["Complimenti! Il tuo Jetpack Boost è aggiornato!"],"Failed to load performance history":["Impossibile caricare la cronologia delle prestazioni"],"Historical Performance":["Prestazioni storiche"],"Your scores will be recorded from now on.":["D'ora in poi i tuoi punteggi verranno registrati."],"Hello there! Jetpack Boost premium has been activated.":["Ciao. Jetpack Boost premium è stato attivato."],"lossless":["senza perdita di dati"],"JPEG Quality: %1$s, PNG Quality: %2$s, WEBP Quality: %3$s":["Qualità del JPEG: %1$s, Qualità del PNG: %2$s, Qualità del WEBP: %3$s"],"Image Quality":["Qualità delle immagini"],"Select the quality for images served by the CDN. Choosing a lower quality will compress your images and load them faster. If you choose lossless, we will not compress your images.":["Seleziona la qualità per le immagini fornite dalla CDN. Scegliendo una qualità inferiore comprimerai le tue immagini e le caricherai più velocemente. Se scegli il formato senza perdita di dati, non comprimeremo le tue immagini."],"Change Image Quality":["Modifica la qualità delle immagini"],"Lossless":["Senza perdita di dati"],"Historical performance scores":["Punteggi delle prestazioni storiche"],"\/month for the first year, billed yearly":["\/mese per il primo anno, fatturazione annuale"],"Get access to your historical performance scores and see advanced Core Web Vitals data.":["Ottieni l'accesso ai tuoi punteggi delle prestazioni storiche e visualizza i dati avanzati di Core Web Vitals."],"Historical performance scores with Core Web Vitals data":["Punteggi delle prestazioni storiche con i dati di Core Web Vitals"],"Cumulative Layout Shift":["Spostamento cumulativo del layout"],"Total Blocking Time":["Tempo di blocco totale"],"%d \/ 100":["%d\/100"],"Overall score":["Punteggio complessivo"],"Fine-tune image quality settings to your liking.":["Configura a tuo piacimento le impostazioni relative alla qualità delle immagini."],"Included + quality settings":["Incluso + impostazioni di qualità"],"Fine-tune your CDN images with customizable quality settings.":["Configura le tue immagini CDN con impostazioni di qualità personalizzabili."],"Editing a post\/page.":["Modifica di un articolo\/una pagina."],"Writing a new post\/page.":["Scrittura di un nuovo articolo\/una nuova pagina."],"Upgrade now!":["Aggiorna subito!"],"Upgrading your WordPress version if the new release will be including core CSS changes.":["Aggiornamento della tua versione di WordPress se il nuovo rilascio includerà modifiche CSS di base."],"Changing settings of plugins that will be impacting your site layout or HTML structure.":["Modifica delle impostazioni dei plugin che incideranno sul layout o sulla struttura HTML del sito."],"Activating, deactivating, or updating plugins that will be impacting your site layout or HTML structure.":["Attivazione, disattivazione o aggiornamento dei plugin che influiranno sul layout o sulla struttura HTML del sito."],"Making theme changes.":["Modifiche dei temi."],"Upgrade and learn more about your site performance over time.":["Aggiorna e scopri di più sulle prestazioni del sito nel tempo."],"For more control over image quality, <link>upgrade now!<\/link>":["Per avere un maggiore controllo sulla qualità delle immagini, <link>effettua ora l'aggiornamento.<\/link>"],"Warming up the engine…":["Riscaldamento dei motori in corso..."],"Getting ready…":["Quasi pronto..."],"Your Image Size Analysis task seems to have gotten stuck, or our system is under unusual load. Please try again. If the issue persists, please contact support.":["La tua attività di analisi delle dimensioni dell'immagine sembra essersi bloccata o il nostro sistema è sottoposto a un carico insolito. Riprova. Se il problema persiste, contatta il supporto."],"Start image analysis":["Inizia l'analisi dell'immagine"],"Something has gone wrong.":["Si è verificato un problema."],"In addition to the Homepage, Pages and Posts, Boost will also analyze the following custom post types found on your site:":["Oltre alla homepage, a Pagine e ad Articoli, Boost analizzerà anche i seguenti tipi di articoli personalizzati trovati sul tuo sito:"],"Image analysis report":["Report dell'analisi dell'immagine"],"No image size issues found yet…":["Nessun problema relativo alle dimensioni dell'immagine ancora rilevato..."],"🥳 No image size issues found!":["🥳 Nessun problema relativo alle dimensioni dell'immagine rilevato."],"Image Details":["Dettagli Immagine"],"Device":["Dispositivo"],"Potential Size":["Dimensioni potenziali"],"This issue affects small screens":["Il problema riguarda i piccoli schermi"],"This issue affects large screens":["Il problema riguarda i grandi schermi"],"This image does not appear to load. Please check the URL in the relevant page.":["Questa immagine non appare per il caricamento. Controlla l'URL nella pagina pertinente."],"An error occurred while loading this entry.":["Si è verificato un errore durante il caricamento di questa voce."],"Congratulations; no issues found after scanning your %d most recent pages.":["Congratulazioni, non sono stati rilevati problemi in seguito alla scansione delle %d pagine più recenti."],"Automatic image size analysis":["Analisi automatica del formato immagine"],"Automatically regenerate critical CSS after site changes, and hunt down image issues with ease.":["Rigenera automaticamente il CSS critico dopo le modifiche al sito e individua facilmente i problemi relativi alle immagini."],"Edit Page":["Modifica pagina"],"Upgrade to scan your site for issues - automatically!":["Esegui l'aggiornamento per eseguire la scansione del sito alla ricerca di problemi, automaticamente."],"Found a total of %1$d issues after scanning your %2$d most recent pages.":["%1$d problemi in totale rilevati in seguito alla scansione delle %2$d pagine più recenti."],"Scan your site for images that aren't properly sized for the device they're being viewed on.":["Esegui le scansione del tuo sito alla ricerca delle immagini le cui dimensioni non sono corrette per il dispositivo su cui vengono visualizzate."],"Automatically scan your site for image size issues":["Esegui automaticamente la scansione del sito alla ricerca dei problemi di formato delle immagini"],"%d Image Recommendation":["%d consiglio per le immagini","%d consigli per le immagini"],"Jetpack Boost's Image CDN can automatically resize many images to the correct size for you.":["La CDN delle immagini di Jetpack Boost può modificare automaticamente molte immagini adattandone le dimensioni alle esigenze."],"We recommend enabling the <b>Image CDN<\/b>.":["Consigliamo di abilitare la <b>CDN delle immagini<\/b>."],"Pages":["Pagine"],"Posts":["Articoli"],"All":["Tutti"],"How to fix":["Come risolvere"],"Other":["Altro"],"We noticed you've recently updated a plugin that may affect your site's HTML\/CSS structure.":["Abbiamo notato che di recente hai aggiornato un plugin che potrebbe influire sulla struttura HTML\/CSS del tuo sito."],"We noticed you've recently updated your theme that may affect your site's HTML\/CSS structure.":["Abbiamo notato che di recente hai aggiornato il tuo tema e ciò potrebbe influire sulla struttura HTML\/CSS del tuo sito."],"We noticed you've recently published a new post on your site that may affect its HTML\/CSS structure.":["Abbiamo notato che di recente hai pubblicato un nuovo articolo sul tuo sito e ciò potrebbe influire sulla sua struttura HTML\/CSS."],"We noticed you've recently published a new page on your site that may affect its HTML\/CSS structure.":["Abbiamo notato che di recente hai pubblicato una nuova pagina sul tuo sito e ciò potrebbe influire sulla sua struttura HTML\/CSS."],"See full report":["Visualizza il report completo"],"Analyze again":["Analizza di nuovo"],"Size on screen":["Dimensione sullo schermo"],"Expected Dimensions":["Dimensioni attese"],"File Dimensions":["Dimensioni del file"],"Fix on page":["Correggi a pagina"],"Homepage":["Home page"],"Save":["Salva"],"Concatenate JS and CSS":["Concatena JS e CSS"],"Boost your website performance by merging and compressing JavaScript and CSS files, reducing site loading time and number of requests.":["Aumenta le prestazioni del sito web unendo e comprimendo i file JavaScript e CSS, riducendo i tempi di caricamento del sito e il numero di richieste."],"Comma separated list of CSS stylesheets to exclude":["Elenco separato da virgole di fogli di stile CSS da escludere"],"Exclude CSS Strings":["Escludi stringhe CSS"],"Exclude CSS Strings:":["Escludi stringhe CSS:"],"Styles are grouped by their original placement, concatenated and minified to reduce site loading time and reduce the number of requests.":["Gli stili sono raggruppati in base al loro posizionamento originale, concatenati e minimizzati per ridurre i tempi di caricamento del sito e ridurre il numero di richieste."],"Concatenate CSS":["Concatena CSS"],"Comma separated list of JS scripts to exclude":["Elenco separato da virgole di script JS da escludere"],"Exclude JS Strings":["Escludi stringhe JS"],"Exclude JS Strings:":["Escludi stringhe JS:"],"Scripts are grouped by their original placement, concatenated and minified to reduce site loading time and reduce the number of requests.":["Gli script sono raggruppati in base al loro posizionamento originale, concatenati e minimizzati per ridurre i tempi di caricamento del sito e ridurre il numero di richieste."],"Concatenate JS":["Concatena JS"],"Except: %s":["Eccetto: %s"],"Arrow right":["Freccia destra"],"Arrow left":["Freccia sinistra"],"Reduced pricing is a limited offer for the first year and renews at regular price.":["Il prezzo ridotto è un'offerta limitata per il primo anno e si rinnova a prezzo normale."],"%s not included":["%s non incluso"],"%s coming soon":["%s presto disponibile"],"Coming soon":["Presto disponibile"],"Upgrade now":["Aggiorna ora"],"Regenerate Critical CSS":["Rigenera il CSS critico"],"Deliver images from Jetpack's Content Delivery Network. Automatically resizes your images to an appropriate size, converts them to modern efficient formats like WebP, and serves them from a worldwide network of servers.":["Invia immagini dalla rete di distribuzione dei contenuti (CDN) di Jetpack. Ridimensiona automaticamente le tue immagini a una dimensione adeguata, le converte in formati moderni efficienti come WebP e vengono utilizzate da una rete mondiale di server."],"Image guide":["Guida dell'immagine"],"Discover and fix images with a suboptimal resolution, aspect ratio, or file size, improving user experience and page speed.":["Scopri e correggi le immagini con risoluzione, proporzioni o dimensioni del file non ottimali, migliorando l'esperienza dell'utente e la velocità della pagina."],"Image CDN":["CDN immagine"],"Must be done manually":["Deve essere eseguita manualmente"],"Automatically updated":["Aggiornato automaticamente"],"Image Size Analysis":["Analisi del formato immagine"],"<b>Boost will automatically generate your Critical CSS<\/b> whenever you make changes to the HTML or CSS structure of your site.":["<b>Boost genererà automaticamente il CSS critico<\/b> ogni volta che apporti modifiche alla struttura HTML o CSS del sito."],"<b>You should regenerate your Critical CSS<\/b> whenever you make changes to the HTML or CSS structure of your site.":["<b>Dovresti generare il CSS critico<\/b> ogni volta che apporti modifiche alla struttura HTML o CSS del sito."],"Optimize Critical CSS Loading (manual)":["Ottimizza caricamento CSS critico (manuale)"],"If you’d like automatic Critical CSS regeneration":["Se desideri la rigenerazione del CSS critico automatizzata"],"Upgrade now only %s":["Aggiorna ora solo %s"],"Remember to regenerate each time you make changes that affect your HTML or CSS structure.":["Ricordati di eseguire la rigenerazione ogni volta che apporti modifiche che interessano la struttura HTML o CSS."],"Please regenerate your Critical CSS to maintain optimal site performance.":["Rigenera il CSS critico per mantenere prestazioni ottimali del sito."],"We noticed some updates to your site that may have changed your HTML\/CSS structure.":["Abbiamo notato alcuni aggiornamenti al sito che potrebbero aver modificato la struttura HTML\/CSS."],"Give us a few minutes while we go through your images…":["Concedici qualche minuto mentre esaminiamo le tue immagini..."],"%d issues":["%d problemi"],"No issues":["Nessun problema"],"Upgrade your WordPress version if the new release includes core CSS changes.":["Aggiorni la tua versione di WordPress se la nuova versione include modifiche CSS di base."],"Change settings of plugins that impact your site layout or HTML structure.":["Modifichi le impostazioni dei plugin che incidono sul layout del tuo sito o sulla struttura HTML."],"Activate, deactivate, or update plugins that impact your site layout or HTML structure.":["Attivi, disattivi o aggiorni plugin che influiscono sul layout del sito o sull'HTML."],"Edit a post\/page.":["Modifichi un articolo\/una pagina."],"Write a new post\/page.":["Scrivi un nuovo articolo\/una nuova pagina."],"Make theme changes.":["Apporti modifiche al tema"],"To enhance the speed of your site, with this plan you will need to optimize CSS by using the Manual Critical CSS generation feature whenever you:":["Per migliorare la velocità del tuo sito, con questo piano dovrai ottimizzare i CSS usando la funzionalità di generazione manuale dei CSS critici ogni volta che:"],"Boost’s cloud service can automatically detect when your site needs the Critical CSS regenerated, and perform this function behind the scenes without requiring you to monitor it manually.":["Il servizio cloud di Boost è in grado di rilevare automaticamente quando il tuo sito necessita della rigenerazione del CSS critico e di eseguire questa funzione dietro le quinte senza che tu debba monitorarlo manualmente."],"It’s essential to regenerate Critical CSS to optimize your site speed whenever your HTML or CSS structure changes. Being on top of this can be tedious and time-consuming.":["È essenziale rigenerare CSS critico per ottimizzare la velocità del tuo sito ogni volta che la struttura di HTML o CSS viene modificata. Conoscere tutto ciò può essere noioso e richiedere molto tempo."],"Already have an existing plan or license key? <link>Click here to get started<\/link>":["Hai già un piano o una chiave di licenze esistente? <link>Fai clic qui per iniziare a lavorare<\/link>"],"Actions that could change your CSS or HTML structure include, but are not limited to:":["Le azioni che potrebbero modificare il CSS o la struttura HTML includono in via esemplificativa:"],"Save time by upgrading to Automatic Critical CSS generation.":["Risparmia tempo effettuando l'aggiornamento alla generazione del CSS critico automatizzata."],"This tool will search your site for images that are too large and have an impact on your visitors' experience, page loading times, and search rankings. Once finished, it will give you a report of all improperly sized images with suggestions on how to fix them.":["Questo strumento cercherà nel sito immagini troppo grandi e che incidono sull'esperienza dei visitatori, sui tempi di caricamento delle pagine e sui posizionamenti nella ricerca. Una volta terminato, verrà fornito un rapporto di tutte le immagini di dimensioni errate con suggerimenti su come risolvere gli errori."],"This feature helps you discover images that are too large. When you browse your site, the image guide will show you an overlay with information about each image's size.":["Questa funzionalità ti aiuta a rilevare le immagini troppo grandi. Quando navighi nel tuo sito, la guida alle immagini ti mostrerà una sovrapposizione con informazioni sulle dimensioni di ciascuna immagine."],"Please contact your hosting provider or system administrator and ask them to install or activate one of these extensions.":["Contatta il tuo provider di hosting o l'amministratore di sistema e chiedi di installare o attivare una di queste estensioni."],"Jetpack Boost is able to work without these extensions, but it's likely that it's going to be difficult for you to optimize the images that the Image Guide will identify without one of these extensions.":["Jetpack Boost è in grado di funzionare senza queste estensioni, ma è probabile che sarà difficile ottimizzare le immagini che Guida Immagine identificherà senza una di queste estensioni."],"It looks like your server doesn't have Imagick or GD extensions installed.":["Sembra che il server non abbia estensioni Imagick o GD installate."],"Image resizing is unavailable":["Ridimensionamento immagine non disponibile"],"Dedicated email support plus priority Live Chat if <link>your plan<\/link> includes <strong>Premium Support<\/strong>":["Supporto e-mail rilevato e supporto via chat prioritario aggiuntivo se <link>il piano<\/link> include il <strong>supporto Premium<\/strong>"],"Could not detect performance records for the Super Cache test. Please try again.":["Impossibile rilevare i record delle prestazioni per il test Super Cache. Riprova."],"Image Guide":["Guida Immagine"],"Run test":["Esegui il test"],"Re-run test":["Esegui nuovamente il test"],"Jetpack Boost is testing the speed of your cache.":["Jetpack Boost sta testando la velocità della cache."],"Measuring Super Cache Speed":["Misurazione della velocità di Super Cache"],"Super Cache is saving your visitors about %d ms":["Super Cache fa risparmiare ai visitatori circa %d ms"],"We ran into an error measuring your speed: %s":["Abbiamo riscontrato un errore durante la misurazione della velocità: %s"],"Super Cache Speed":["Velocità Super Cache"],"Find out how much difference it makes for your users.":["Scopri quanta differenza fa per i tuoi utenti."],"Super Cache detected":["Super Cache rilevata"],"Set up":["Configura"],"Enable Super Cache to speed your site up further.":["Abilita Super Cache per velocizzare ulteriormente il tuo sito."],"Super Cache is installed but not enabled":["Super Cache è installato ma non abilitato"],"% off":["% di sconto"],"Start for free":["Scegli Gratuito"],"Not included":["Non è incluso"],"Included":["Incluso"],"Close.":["Chiudi."],"Magnifying Glass":["Lente di ingrandimento"],"Post":["Articolo"],"Has a video.":["Ha un video."],"Tag":["Tag"],"Page":["Pagina"],"Has an image.":["Ha un'immagine."],"Has multiple images.":["Ha più immagini."],"Toggle search filters.":["Attiva\/disattiva filtri della ricerca."],"Matching comment.":["Commento corrispondente."],"Show filters":["Mostra filtri"],"Is a product.":["È un prodotto."],"Is an event.":["È un evento."],"Has audio.":["Ha l'audio."],"Information.":["Informazioni."],"Category":["Categoria"],"Defer non-essential JavaScript":["Ritarda JavaScript non essenziale"],"Move important styling information to the start of the page, which helps pages display your content sooner, so your users don’t have to wait for the entire page to load. Commonly referred to as Critical CSS.":["Sposta le informazioni importanti sullo stile all'inizio della pagina; questa azione aiuta le pagine a mostrare i tuoi contenuti prima, in modo che gli utenti non debbano attendere il caricamento dell'intera pagina. Comunemente indicato come CSS critico."],"Manual Critical CSS regeneration":["Rigenerazione del CSS critico manuale"],"Automatic Critical CSS regeneration":["Rigenerazione del CSS critico automatizzata"],"The easiest speed optimization plugin for WordPress":["Il plugin per l'ottimizzazione della velocità più semplice per WordPress"],"Generating Critical CSS. Please don’t leave this page until completed.":["Generazione del CSS critico. Non lasciare questa pagina prima del completamento."],"Get Boost":["Scegli Boost"],"Paid customers get dedicated email support from our world-class Happiness Engineers to help with any issue.<br><br>All other questions are handled by our team as quickly as we are able to go through the WordPress support forum.":["I clienti a pagamento ottengono un supporto e-mail dedicato dai nostri Happiness Engineer di livello mondiale per un aiuto con qualsiasi problema.<br><br>Tutte le altre domande vengono gestite dal nostro team non appena saremo in grado di passare attraverso il forum di supporto di WordPress."],"Special introductory pricing, all renewals are at full price. 14 day money back guarantee.":["Prezzo iniziale speciale, tutti i rinnovi avvengono a prezzo pieno. Garanzia di rimborso di 14 giorni."],"Icon for the product %s":["Icona per il prodotto %s"],"Contact Us":["Contattaci"],"Continue":["Continua"],"Cancel":["Annulla"],"Dedicated email support":["Supporto tramite e-mail dedicato"],"Your paid plan gives you access to prioritized Jetpack Boost support":["Il tuo piano a pagamento ti consente l'accesso al supporto Jetpack Boost prioritario"],"We're here to help":["Siamo qui per aiutarti"],"Automatically Optimize CSS Loading":["Ottimizza automaticamente il caricamento CSS"],"Optimize with Jetpack Boost":["Ottimizza con Jetpack Boost"],"Performance scores are recalculated after each change":["I punteggi delle prestazioni vengono ricalcolati dopo ogni modifica"],"Automatic critical CSS regeneration":["Rigenerazione del CSS critico automatizzata"],"Optimize your website's performance":["Ottimizza le prestazioni del tuo sito web"],"Upgrade Jetpack Boost":["Aggiorna Jetpack Boost"],"\/month, paid yearly":["\/mese, addebito annuale"],"By clicking the <strong>%s<\/strong> button, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Facendo clic sul pulsante <strong>%s<\/strong>, accetti i nostri <tosLink>Termini di servizio<\/tosLink> e la <shareDetailsLink>condivisione delle informazioni<\/shareDetailsLink> con WordPress.com."],"An Automattic Airline":["An Automattic Airline"],"Jetpack Boost is generating more Critical CSS.":["Jetpack Boost sta generando più CSS critici."],"Jetpack Boost will generate Critical CSS for you automatically.":["Jetpack Boost genererà CSS critici automaticamente."],"…and %d more":["…e altri %d"],"Move important styling information to the start of the page, which helps pages display your content sooner, so your users don’t have to wait for the entire page to load. Commonly referred to as <link>Critical CSS<\/link>.":["Sposta le informazioni importanti sullo stile all'inizio della pagina; questa azione aiuta le pagine a mostrare i tuoi contenuti prima, in modo che gli utenti non debbano attendere il caricamento dell'intera pagina. Comunemente indicato come <link>CSS critico<\/link>."],"If you are unsure of what these headers are, or where they come from please contact your hosting provider and ask them to remove the \"X-Frame-Options\" header from your site":["Se non hai la certezza di cosa siano queste intestazioni o da dove provengano, contatta il provider di hosting e chiedi di rimuovere l'intestazione \"X-Frame-Options\" dal sito"],"Check that you are not using any plugins which add extra HTTP headers to your WordPress site, and deactivate them if you are.":["Verifica di non utilizzare plugin che aggiungono intestazioni HTTP extra al sito WordPress e, se lo fai, disattivali."],"Jetpack Boost uses iframes while generating your Critical CSS. Unfortunately, your site has a special configuration header which prevents it from loading inside an iframe. The header is called \"X-Frame-Options: DENY\". This can be added to a WordPress site either by using a plugin, or by server configuration.":["Jetpack Boost utilizza gli iframe durante la generazione del CSS critico. Sfortunatamente, il sito ha un'intestazione di configurazione speciale che ne impedisce il caricamento all'interno di un iframe. L'intestazione si chiama \"X-Frame-Options: DENY\". Questa può essere aggiunta a un sito WordPress utilizzando un plugin o tramite la configurazione del server."],"Jetpack Boost couldn't load the following page due to its X-Frame-Options configuration:":["Jetpack Boost non è riuscito a caricare la seguente pagina a causa della sua configurazione X-Frame-Options:","Jetpack Boost non è riuscito a caricare le seguenti pagine a causa delle loro configurazioni X-Frame-Options:"],"If the error still persist please contact <support>Jetpack Boost Support<\/support> with a copy of your error message.":["Se l'errore persiste, contatta il <support>supporto Jetpack Boost<\/support> allegando una copia del messaggio di errore."],"If it does, <retry>try again<\/retry> to generate the Critical CSS.":["Se il problema è stato risolto, <retry>riprova<\/retry> per generare il CSS critico."],"Verify that the page loads correctly.":["Verifica che la pagina venga caricata correttamente."],"Something went wrong, which Jetpack Boost did not anticipate. An unexpected error occurred while trying to generate Critical CSS for the following page:":["Si è verificato un problema che Jetpack Boost non è stato in grado di prevedere. Si è verificato un errore imprevisto durante il tentativo di generare il CSS critico per la seguente pagina:","Si è verificato un problema che Jetpack Boost non è stato in grado di prevedere. Si è verificato un errore imprevisto durante il tentativo di generare il CSS critico per le seguenti pagine:"],"If you are using a plugin which embeds your CSS styles directly into your pages, or your site does not use external CSS style sheets, then it is safe to ignore this issue as Critical CSS can only speed up pages which use external styles.":["Se stai utilizzando un plugin che incorpora i tuoi stili CSS direttamente nelle pagine o se il sito non utilizza fogli di stile CSS esterni, allora è sicuro ignorare questo problema poiché il CSS critico può solo velocizzare le pagine che utilizzano stili esterni."],"Verify its styles load correctly, and <retry>try again<\/retry>.":["Verifica che gli stili vengano caricati correttamente e <retry>riprova<\/retry>."],"It looks like this page does not contain any relevant CSS in its external style sheet(s):":["Sembra che questa pagina non contenga alcun CSS pertinente nei suoi fogli di stile esterni:","Sembra che queste pagine non contengano alcun CSS pertinente nei loro fogli di stile esterni:"],"Verify that the content displayed is a part of your WordPress site, and not an external page managed by a different system.":["Verifica che il contenuto visualizzato faccia parte del sito WordPress e non a una pagina esterna gestita da un sistema diverso."],"Visit the page.":["Visita la pagina."],"Please follow the troubleshooting steps below for the page.":["Per la pagina, attieniti ai passaggi di risoluzione dei problemi riportati di seguito.","Per ogni pagina, attieniti ai passaggi di risoluzione dei problemi riportati di seguito."],"Deactivate any plugin that you believe are making the page slow.":["Disattiva ogni plugin che ritieni possa rallentare la pagina."],"If this page is slower than the others, check what plugins are working on that page.":["Se questa pagina è più lenta delle altre, controlla quali plugin funzionano su quella pagina."],"See how long it takes to load compared to other pages on your site.":["Verifica quanto tempo è necessario per il caricamento rispetto ad altre pagine del sito."],"Visit the page while not logged into WordPress.":["Visita la pagina mentre non sei connesso a WordPress."],"Clear the cache in your browser.":["Cancella la cache del browser in uso."],"The page timed out during load. There could be various reasons but most likely a plugin is causing this issue. Please complete the following steps.":["Si verifica il timeout della pagina durante il caricamento. I motivi potrebbero essere diversi, ma molto probabilmente un plugin sta causando questo problema. Completa i seguenti passaggi.","Si verifica il timeout delle pagine durante il caricamento. I motivi potrebbero essere diversi, ma molto probabilmente un plugin sta causando questo problema. Per ogni pagina, completa i seguenti passaggi."],"If not, then please reach out to your hosting provider and ask why.":["In caso contrario, contatta il provider di hosting e chiedi il motivo."],"Visit the page and complete the following troubleshooting steps.":["Visita la pagina e completa i seguenti passaggi di risoluzione dei problemi.","Visita ogni pagina e completa i seguenti passaggi di risoluzione dei problemi."],"If you think that the redirection is valid, then it is safe to ignore this issue.":["Se ritieni che il reindirizzamento sia valido, puoi ignorare questo problema."],"If you believe the issue is resolved, please <retry>try again<\/retry>.":["Se ritieni che il problema sia stato risolto, <retry>riprova<\/retry>."],"If it is redirecting, check if a plugin could potentially create the redirection and fix it if appropriate. Otherwise, contact your hosting provider for assistance to fix the URL redirection.":["Se si verifica un reindirizzamento, controlla se un plugin potrebbe esserne la potenziale causa e procedi alla correzione, se appropriato. In caso contrario, contatta il provider di hosting per ricevere assistenza con la correzione del reindirizzamento dell'URL."],"Try visiting the link using \"Incognito Mode\" or \"Private Browsing\" in your browser and note if the page is being redirected.":["Prova a visitare il link utilizzando \"Modalità di navigazione in incognito\" o \"Navigazione privata\" nel browser e verifica se la pagina viene reindirizzata."],"If you need help understanding the error, or investigating what went wrong please contact <support>Jetpack Boost Support<\/support>.":["Se hai bisogno di aiuto per capire l'errore o per indagare su cosa è andato storto, contatta il <support>supporto Jetpack Boost<\/support>."],"Once you have resolved the error, please <retry>try again<\/retry>.":["Una volta risolto l'errore, <retry>riprova<\/retry>."],"Check your server logs for information about the HTTP %d error, or contact your hosting provider for help with investigating the problem.":["Controlla i registri del server per informazioni sull'errore HTTP %d, oppure contatta il provider di hosting per assistenza nell'analisi del problema."],"<retry>Try to generate Critical CSS again<\/retry>, in case the error was intermittent.":["<retry>Prova a generare nuovamente il CSS critico<\/retry>, nel caso in cui l'errore fosse intermittente."],"Visit the link and check for an error.":["Visita il link e verifica la presenza di un errore."],"Please verify the link is valid and <retry>try again<\/retry>. We recommend the following:":["Verifica che il link sia valido e <retry>riprova<\/retry>. Consigliamo quanto segue:","Verifica che ogni link sia valido e <retry>riprova<\/retry>. Per ogni link, consigliamo quanto segue:"],"Once you have resolved the issue which caused the 500 error, you can <retry>try again<\/retry>.":["Una volta risolto il problema che ha causato l'errore 500, puoi <retry>riprovare<\/retry>."],"If the issue is still not resolved, check your server logs or contact your hosting provider for help to investigate the issue.":["Se il problema persiste, controlla i log del server o contatta il provider di hosting per ricevere assistenza e indagare il problema."],"Your WordPress site encountered an error while trying to load the above page.":["Il sito WordPress ha rilevato un errore durante il tentativo di caricamento della pagina sopra indicata.","Il sito WordPress ha rilevato degli errori durante il tentativo di caricamento delle pagini sopra indicate."],"Your hosting provider should be able to advise you on next steps.":["Il provider di hosting dovrebbe essere in grado di fornire consigli sui passaggi successivi."],"Contact your hosting provider, with details of this issue. Please let them know it is an \"HTTP 418\" error, which URL(s) are affected, and the time it occurred.":["Per dettagli sul problema, contatta il provider di hosting. Comunica che si tratta di un errore \"HTTP 418\", indica quali URL sono interessati e l'ora in cui si è verificato il problema."],"<retry>Try again<\/retry> to generate the Critical CSS.":["<retry>Riprova<\/retry> per generare il CSS critico."],"Check your WordPress settings, or contact your hosting provider to ask why the above URL is unavailable.":["Controlla le impostazioni di WordPress o contatta il provider di hosting per chiedere il motivo per cui l'URL sopra indicato non è disponibile."],"%d means there is a permission issue in your WordPress site. Please follow these troubleshooting steps for the page:":["%d indica la presenza di un problema di autorizzazione nel sito WordPress. Per la pagina, attieniti a questi passaggi di risoluzione dei problemi:","%d indica la presenza di un problema di autorizzazione nel sito WordPress. Per ogni pagina, attieniti a questi passaggi di risoluzione dei problemi:"],"Your desktop score without Boost":["Il tuo punteggio desktop senza Boost"],"Your mobile score without Boost":["Il tuo punteggio mobile senza Boost"],"Your WordPress site returned a 418 error which many web hosts use to indicate they rejected your request due to security rules. Please contact your hosting provider for more information.":["Il tuo sito WordPress ha restituito un errore 418 che molti host web utilizzano per indicare che hanno rifiutato la richiesta a causa delle regole di sicurezza. Per ulteriori informazioni, contatta il provider di hosting."],"If the page is only accessible to users who are logged in to your WordPress site, or should not be a part of your site then it is safe to ignore this error.":["Se la pagina è accessibile solo agli utenti che hanno effettuato l'accesso al sito WordPress o non dovrebbe far parte del tuo sito, allora è sicuro ignorare questo errore."],"If you see an error only when not logged into your WordPress site (i.e.: in \"Incognito Mode\"), then check for plugins which might be enforcing access permissions on your pages. For example, a plugin which only allows authenticated users to view specific areas of your site.":["Se visualizzi un errore solo quando non sei connesso al sito WordPress (ad es.: in \"Modalità di navigazione in incognito\"), controlla i plugin che potrebbero applicare le autorizzazioni di accesso alle pagine. Ad esempio, un plugin che consente solo agli utenti autenticati di visualizzare aree specifiche del sito."],"Try visiting the link using \"Incognito Mode\" or \"Private Browsing\" in your browser to check if the error occurs when you are not logged in.":["Prova a visitare il link utilizzando la \"Modalità di navigazione in incognito\" o la \"Navigazione privata\" nel browser per verificare se l'errore si presenta quando non è stato effettuato l'accesso."],"If the page shows an error, please verify that the page should be a part of your WordPress site.":["Se la pagina mostra un errore, verifica che la pagina faccia parte del sito WordPress."],"Visit the link, and confirm that the page you landed on loads successfully.":["Visita il link e conferma che la pagina di destinazione venga caricata correttamente."],"If this is a private page and not supposed to be viewed publicly, you can safely ignore this message.":["Se questa è una pagina privata e non dovrebbe essere visualizzata pubblicamente, puoi ignorare questo messaggio."],"An error occurred while trying to communicate with the site REST API. Extra debug info: %s":["Si è verificato un errore durante il tentativo di comunicare con l'API REST del sito. Informazioni sul debug aggiuntivo: %s"],"Received HTTP %d while communicating with your WordPress site":["HTTP %d ricevuto durante la comunicazione con il tuo sito WordPress"],"Go back":["Torna indietro"],"Dismiss":["Chiudi"],"%d file could not be automatically generated. Visit the <advanced>advanced recommendations page<\/advanced> to optimize this file.":["Impossibile generare automaticamente %d file. Visita la <advanced>pagina dei consigli avanzati<\/advanced> per ottimizzare questo file.","Impossibile generare automaticamente %d file. Visita la <advanced>pagina dei consigli avanzati<\/advanced> per ottimizzare questi file."],"%d file generated":["%d file generato","%d file generati"],"on %s":["il %s"],"%d day ago":["%d giorno fa","%d giorni fa"],"%d hour ago":["%d ora fa","%d ore fa"],"%d minute ago":["%d minuto fa","%d minuti fa"],"a few moments ago":["alcuni istanti fa"],"Contact Support":["Contatta il supporto"],"An unexpected error has occurred. As this error may be temporary, please try and refresh the Critical CSS.":["Si è verificato un errore inaspettato. Poiché questo errore potrebbe essere temporaneo, prova ad aggiornare il CSS critico."],"Hmm, looks like something went wrong. We're still seeing an unexpected error. Please reach out to our support to get help.":["Spiacenti, sembra che si sia verificato un problema. Continuiamo a riscontrare un errore inatteso. Contatta il supporto per ricevere aiuto."],"While Jetpack Boost has been able to automatically generate optimized CSS for most of your important files & sections, we have identified a few more that require your attention.":["Sebbene Jetpack Boost sia stato in grado di generare automaticamente CSS ottimizzati per la maggior parte dei file e delle sezioni importanti, ne abbiamo identificati altri che richiedono la tua attenzione."],"Congratulations, you have dealt with all the recommendations.":["Complimenti, hai gestito tutti i consigli."],"Critical CSS advanced recommendations":["Consigli avanzati per CSS critici"],"Show %d hidden recommendation.":["Mostra %d consiglio nascosto.","Mostra %d consigli nascosti."],"Hide error message":["Nascondi messaggio di errore"],"See error message":["Visualizza messaggio di errore"],"What to do":["Cosa fare"],"Jetpack Boost couldn't verify this page:":["Jetpack Boost non può verificare questa pagina:","Jetpack Boost non può verificare queste pagine:"],"This page timed out:":["Timeout di questa pagina:","Timeout di queste pagine:"],"It looks like this URL doesn't match:":["Sembra che questo URL non corrisponda:","Sembra che questi URL non corrispondano:"],"This may indicate that a WordPress plugin is redirecting users who are not logged in to a different location, or it may indicate that your hosting provider is redirecting your WordPress site to a different URL.":["Ciò potrebbe indicare che un plugin di WordPress sta reindirizzando gli utenti che non hanno effettuato l'accesso a una posizione diversa o potrebbe indicare che il provider di hosting sta reindirizzando il tuo sito WordPress a un URL diverso."],"This URL is redirecting to a different page:":["Questo URL reindirizza a una pagina diversa:","Questi URL reindirizzano a pagine diverse:"],"Your WordPress site has reported that the above page does not exist. Please ensure that the URL is correct, and <retry>try again<\/retry>.":["Il sito WordPress ha segnalato che la pagina sopra indicata non esiste. Verifica che l'URL sia corretto e <retry>riprova<\/retry>.","Il sito WordPress ha segnalato che le pagine sopra indicate non esistono. Verifica che gli URL siano corretti e <retry>riprova<\/retry>."],"Boost received HTTP error <b>%d<\/b> on the following page:":["Boost ha ricevuto l'errore HTTP <b>%d<\/b> alla seguente pagina:","Boost ha ricevuto l'errore HTTP <b>%d<\/b> alle seguenti pagine:"],"Host name":["Nome host"],"Protocol":["Protocollo"],"Loading…":["Caricamento in corso…"],"By clicking the buttons above, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Facendo clic sui pulsanti sopra, accetti i nostri <tosLink>Termini di servizio<\/tosLink> e la <shareDetailsLink>condivisione delle informazioni<\/shareDetailsLink> con WordPress.com."],"Your site's REST API does not seem to be accessible. Jetpack Boost requires access to your REST API in order to receive site performance scores. Please make sure that your site's REST API is active and accessible, and try again.":["L'API REST del sito non sembra essere accessibile. Jetpack Boost richiede l'accesso alla tua API REST per ricevere i punteggi delle prestazioni del sito. Assicurati che l'API REST del sito sia attiva e accessibile e riprova."],"Timed out while waiting for speed-score.":["Scaduto durante l'attesa del punteggio della velocità."],"An unknown error occurred while requesting metrics":["Si è verificato un errore sconosciuto durante la richiesta di metriche"],"Invalid response while requesting metrics":["Risposta non valida durante la richiesta di metriche"],"Desktop score":["Punteggio per il desktop"],"Mobile score":["Punteggio per i dispositivi mobili"],"Received invalid response while communicating with your WordPress site: %s":["Ricevuta risposta non valida durante la comunicazione con il tuo sito WordPress: %s"],"HTTP %d error received while communicating with the server.":["Errore HTTP %d ricevuto durante la comunicazione con il server."],"Optimize CSS Loading":["Caricamento CSS ottimizzato"],"Failed to load Speed Scores":["Impossibile caricare i punteggi di velocità"],"Whoops, something went wrong":["Opps, qualche cosa è andato storto"],"Refresh":["Aggiorna"],"All Jetpack Boost features are still available, but to get a performance score you would first have to make your website available online.":["Tutte le funzionalità di Jetpack Boost sono ancora disponibili, ma per ottenere un punteggio delle prestazioni dovresti prima rendere il sito web disponibile online."],"Website Offline":["Sito web offline"],"Your Overall Score is a summary of your website performance across both mobile and desktop devices. It gives a general idea of your sites' overall performance.":["Il tuo punteggio complessivo è un riepilogo delle prestazioni del sito web su dispositivi mobili e desktop. Offre un'idea generale delle prestazioni complessive dei tuoi siti."],"Did you know?":["Lo sapevi?"],"A one-second delay in loading times can reduce conversion rates by 20%. (source: <link>Google<\/link>).":["Un secondo in più può ridurre i tassi di conversione del 20%. (fonte: <link>Google<\/link>)."],"Pages that take over 3 seconds to load have 4x the bounce rate of pages that load in 2 seconds or less. (source: <link>Pingdom<\/link>).":["Le pagine che impiegano più di 3 secondi per il caricamento hanno 4 volte la frequenza di rimbalzo delle pagine che si caricano in 2 secondi o meno. (fonte: <link>Pingdom<\/link>)."],"Run non-essential JavaScript after the page has loaded so that styles and images can load more quickly. Read more on <link>web.dev<\/link>.":["Esegui JavaScript non essenziale dopo che la pagina è stata caricata in modo che gli stili e le immagini possano essere caricati più rapidamente. Leggi tutto su <link>web.dev<\/link>."],"Defer Non-Essential JavaScript":["Caricamento ritardato del JavaScript non essenziale"],"Regenerate":["Rigenera"],"Failed to generate Critical CSS":["Impossibile generare il CSS critico"],"Timeout while loading Critical CSS library at %s":["Timeout durante il caricamento della libreria dei CSS critici in %s"],"Failed to load Critical CSS library at %s":["Impossibile caricare la libreria dei CSS critici in %s"],"Timed out":["Scaduto"],"Jetpack Boost":["Jetpack Boost"]}},"comment":{"reference":"app\/assets\/dist\/jetpack-boost.js"}}