{"translation-revision-date":"2024-03-02 11:28:11+0000","generator":"GlotPress\/4.0.0-beta.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Product Filter: Rating":["Filtro del prodotto: Valutazione"],"Enable customers to filter the product collection by selecting one or more attributes, such as color.":["Consenti ai clienti di filtrare la raccolta di prodotti selezionando uno o più attributi, come il colore."],"Product Filter: Attribute":["Filtro del prodotto: Attributo"],"Product Filter: Stock Status":["Filtro del prodotto: Stato del magazzino"],"Product Filter: Price":["Filtro del prodotto: Prezzo"],"Product Filter: Active Filters":["Filtro del prodotto: Filtri attivi"],"When added to a post or page, Collection Filters block needs to be nested inside a Product Collection block to function properly.":["Se aggiunto a un articolo o a una pagina, il blocco Filtri della raccolta deve essere raggruppato in un blocco Raccolta di prodotti per funzionare correttamente."],"The widget area containing Collection Filters block needs to be placed on a product archive page for filters to function properly.":["L'area widget contenente il blocco Filtri della raccolta deve essere posizionata in una pagina dell'archivio del prodotto per funzionare correttamente."],"Enable customers to filter the product collection by rating.":["Consenti ai clienti di filtrare la raccolta di prodotti per valutazione."],"Enable customers to filter the product collection by stock status.":["Consenti ai clienti di filtrare la raccolta di prodotti per stato del magazzino."],"Enable customers to filter the product collection by choosing a price range.":["Consenti ai clienti di filtrare la raccolta di prodotti scegliendo un intervallo di prezzo."],"Legacy Block":["Blocco legacy"],"You can restore to legacy filter blocks incase something went wrong.":["Puoi ripristinare i blocchi di filtri legacy nel caso in cui qualcosa sia andato storto."],"Filter by Rating":["Filtra per valutazione"],"Filter by Attribute":["Filtra per attributo"],"Display the currently active filters.":["Visualizza i filtri attualmente attivi."],"Filter by Price":["Filtra per prezzo"],"Active filters":["Filtri attivi"],"Restore":["Ripristina"]}},"comment":{"reference":"assets\/client\/blocks\/product-filter.js"}}