{"translation-revision-date":"2024-03-02 11:28:11+0000","generator":"GlotPress\/4.0.0-beta.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"For example, we've added the “Free shipping” method for shoppers in your country. You can edit, add to, or remove shipping methods by selecting Edit or Delete.":["Ad esempio, abbiamo aggiunto il metodo \"Spedizione gratuita\" per gli acquirenti nel tuo Paese. Puoi modificare, aggiungere o rimuovere i metodi di spedizione selezionando Modifica o Elimina."],"Add one or more shipping methods you'd like to offer to shoppers in your zones.":["Aggiungi uno o più metodi di spedizione che vuoi offrire agli acquirenti nelle tue zone."],"We've added some shipping zones to get you started — you can manage them by selecting Edit or Delete.":["Abbiamo aggiunto alcune zone di spedizione per iniziare. Puoi gestirle selezionando Modifica o Elimina."],"Specify the areas you'd like to ship to! Give each zone a name, then list the regions you'd like to include. Your regions can be as specific as a zip code or as broad as a country. Shoppers will only see the methods available in their region.":["Specifica le aree a cui vuoi spedire. Dai un nome a ogni zona, quindi elenca le regioni che vuoi includere. Le tue regioni possono essere specifiche come un codice postale o vaste come un paese. Gli acquirenti vedranno solo i metodi disponibili nella loro regione."],"There was a problem marking the shipping tour as completed.":["Si è verificato un problema nel contrassegnare il tour di spedizione come completato."],"If you’d like to speed up your process and print your shipping label straight from your Woo dashboard, WooCommerce Shipping may be for you! ":["Se vuoi accelerare il processo e stampare l'etichetta di spedizione direttamente dalla bacheca di Woo, WooCommerce Shipping potrebbe fare al caso tuo. "],"Print USPS and DHL labels straight from your Woo dashboard and save on shipping thanks to discounted rates. You can manage WooCommerce Shipping in this section.":["Stampa etichette USPS e DHL dalla bacheca di Woo e risparmia sulle spedizioni grazie alle tariffe scontate. Puoi gestire WooCommerce Shipping in questa sezione"],"We recommend adding one of the following shipping extensions to your store. The extension will be installed and activated for you when you click \"Get started\".":["Consigliamo di aggiungere una delle seguenti estensioni per la spedizione al tuo negozio. L'estensione verrà installata e attivata quando fai clic su \"Inizia\"."],"Recommended shipping solutions":["Soluzioni di spedizione consigliate"],"Print USPS and DHL Express labels straight from your WooCommerce dashboard and save on shipping.":["Stampa le etichette USPS e DHL Express direttamente dalla bacheca di WooCommerce e salvale sulla spedizione."],"🎉 WooCommerce Shipping is installed!":["🎉 WooCommerce Shipping è installato!"],"Finish the setup by connecting your store to WordPress.com.":["Completa la configurazione connettendo il negozio a WordPress.com."],"See more options":["Visualizza altre opzioni"],"WooCommerce Shipping":["WooCommerce Shipping"],"Hide this":["Nascondi"],"(opens in a new tab)":["(apre in una nuova scheda)"],"Get started":["Inizia ora"],"Task List Options":["Opzioni elenco attività"],"Recommended":["Consigliato"],"Activate":["Attiva"],"Shipping zones":["Zone di spedizione"],"Learn more":["Per saperne di più"],"Shipping methods":["Metodi di spedizione"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/shipping-recommendations.js"}}